package exercise_8;
//8.Написать метод, которому в качестве аргументов передается строка и число,
//метод должен отпечатать в консоль указанную строку,
//указанное количество раз;

public class HomeWorkEight {
    public static void NamberForseveral(){
        int a = 10;
        String b = "Hello my friend!!";

        for(int i = 1; i <= a; i++){
            System.out.println(b);
        }
    }

}
