package exercise_7;

//Написать метод, которому в качестве параметра передается целое число.
//Метод должен вернуть true, если число отрицательное,
//и вернуть false если положительное.
public class HomeWorkSeven {

    public static void NumberOkNo(){
        int a = 10;
        boolean x = a < 0 ;
        System.out.println(x);

        }
    }
